app/controllers/galleries_controller.rb

SELECT * FROM "galleries"
---
  def index
    @galleries = Gallery.all